

LEXICON_RU: dict[str, str] = {
    '/start': '',
    '/...': '',
    'BUTTONS_USER1': 'Действие 1',
    'BUTTONS_USER2': 'Действие 2',
    'BUTTONS_ADMIN': 'ADMIN',
    'no_admin_user': 'Извините, но доступ запрещён. Сначала Вас должен <b>одобрить</b> админ.',
    'yes_admin_user': 'Приветствую! Добро пожаловать в бота.',
    'waiting_for_username': 'Пожалуйста, введите ник пользователя, которого вы хотите зарегистрировать',
    'admin_panel': 'Добро пожаловать! Вы зашли, как <b>Админ</b>.'

}


LEXICON_COMMANDS: dict[str, str] = {
    '/help': 'Помощь | Справки',
    '/main': 'Вернуться в начало',
    '/start': 'Перезапуск бота'
}
